export const surveyData = [
  {
    id: 'leisure',
    title: '귀하는 여가 활동으로 주로 무엇을 하십니까?',
    items: ['영화보기', '클럽/나이트클럽 가기', '공연보기', '콘서트보기', '박물관 가기', '공원 가기', '캠핑하기', '해변 가기', '스포츠 관람', '주거 개선']
  },
  {
    id: 'hobby',
    title: '귀하의 취미나 관심사는 무엇입니까?',
    items: ['아이에게 책 읽어주기', '음악 감상하기', '악기 연주하기', '혼자 노래부르거나 합창하기', '춤추기', '글쓰기', '그림 그리기', '요리하기', '애완동물 기르기']
  },
  {
    id: 'sport',
    title: '귀하는 주로 어떤 운동을 즐기십니까?',
    items: ['농구', '야구/소프트볼', '축구', '골프', '테니스', '배드민턴', '수영', '자전거', '조깅', '걷기', '요가', '하이킹/트레킹', '낚시', '헬스']
  },
  {
    id: 'travel',
    title: '귀하는 어떤 휴가나 출장을 다녀온 경험이 있습니까?',
    items: ['국내출장', '해외출장', '집에서 보내는 휴가', '국내 여행', '해외 여행']
  }
]